Repository: lenny-osp/Hearsay
Catalog: mac/HearsayCore/Sources/HearsayCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, zh_hans, zh_hant

source: %@ (detected from the text)
de: %@ (aus dem Text erkannt)
es: %@ (detectado en el texto)
zh_hans: %@（根据文本检测）
zh_hant: %@（根據文字偵測）

source: %@ (your Auto mode default language; this transcript's language was not recorded)
de: %@ (Standardsprache für Automatisch; die Sprache dieses Transkripts wurde nicht gespeichert)
es: %@ (tu idioma predeterminado para Automático; no se ha registrado el idioma de esta transcripción)
zh_hans: %@（你的自动模式默认语言；未记录此转录稿的语言）
zh_hant: %@（你的自動模式預設語言；未記錄此逐字稿的語言）

source: %@ (your language choice; this transcript's language was not recorded)
de: %@ (gewählte Sprache; die Sprache dieses Transkripts wurde nicht gespeichert)
es: %@ (tu elección de idioma; no se ha registrado el idioma de esta transcripción)
zh_hans: %@（你的语言选择；未记录此转录稿的语言）
zh_hant: %@（你的語言選擇；未記錄此逐字稿的語言）

source: %1$@ call failed (exit code %2$d). Check the model and reasoning effort in Settings > AI.
de: Aufruf von %1$@ fehlgeschlagen (Exit-Code %2$d). Modell und Denkaufwand unter Einstellungen > KI prüfen.
es: Error en la llamada a %1$@ (código de salida %2$d). Comprueba el modelo y el esfuerzo de razonamiento en Ajustes > IA.
zh_hans: %1$@ 调用失败（退出代码 %2$d）。请在“设置 > AI”中检查模型和推理强度。
zh_hant: %1$@ 呼叫失敗（結束代碼 %2$d）。請在「設定 > AI」中檢查模型與推理強度。

# %@ could not be started: %@
source: %1$@ could not be started: %2$@
de: %1$@ konnte nicht gestartet werden: %2$@
es: No se ha podido iniciar %1$@: %2$@
zh_hans: 无法启动 %1$@：%2$@
zh_hant: 無法啟動 %1$@：%2$@

# %@ did not answer within %lld minutes and was stopped.
source: %1$@ did not answer within %2$lld minutes and was stopped.
de: %1$@ hat nicht innerhalb von %2$lld Minuten geantwortet und wurde gestoppt.
es: %1$@ no ha respondido en %2$lld minutos y se ha detenido.
zh_hans: %1$@ 在 %2$lld 分钟内没有响应，已被停止。
zh_hant: %1$@ 未在 %2$lld 分鐘內回應，已被停止。

source: %1$@ is %2$lld bytes but the server announced %3$lld. The file was discarded; try again.
de: %1$@ ist %2$lld Byte groß, der Server hat aber %3$lld angekündigt. Die Datei wurde verworfen. Bitte erneut versuchen.
es: %1$@ ocupa %2$lld bytes, pero el servidor anunció %3$lld. Se ha descartado el archivo; inténtalo de nuevo.
zh_hans: %1$@ 为 %2$lld 字节，但服务器声明为 %3$lld 字节。该文件已丢弃，请重试。
zh_hant: %1$@ 為 %2$lld 位元組，但伺服器宣告為 %3$lld。檔案已捨棄，請再試一次。

source: %@ is not available for recording. Reconnect it or choose another input.
de: %@ ist für die Aufnahme nicht verfügbar. Gerät erneut verbinden oder einen anderen Eingang wählen.
es: %@ no está disponible para grabar. Vuelve a conectarlo o elige otra entrada.
zh_hans: %@ 无法用于录音。请重新连接或选择其他输入设备。
zh_hant: %@ 無法用於錄音。請重新連接，或選擇其他輸入裝置。

source: %1$@ is not logged in. Run `%2$@` once in Terminal to log in with your ChatGPT account.
de: %1$@ ist nicht angemeldet. Zum Anmelden mit dem ChatGPT-Konto einmal `%2$@` im Terminal ausführen.
es: %1$@ no ha iniciado sesión. Ejecuta `%2$@` una vez en Terminal para iniciar sesión con tu cuenta de ChatGPT.
zh_hans: %1$@ 未登录。请在终端中运行一次 `%2$@`，使用你的 ChatGPT 账户登录。
zh_hant: %1$@ 尚未登入。請在「終端機」中執行一次 `%2$@`，以你的 ChatGPT 帳號登入。

source: %1$@ is not logged in. Run `%2$@` once in Terminal to log in with your Claude subscription.
de: %1$@ ist nicht angemeldet. Zum Anmelden mit dem Claude-Abonnement einmal `%2$@` im Terminal ausführen.
es: %1$@ no ha iniciado sesión. Ejecuta `%2$@` una vez en Terminal para iniciar sesión con tu suscripción a Claude.
zh_hans: %1$@ 未登录。请在终端中运行一次 `%2$@`，使用你的 Claude 订阅登录。
zh_hant: %1$@ 尚未登入。請在「終端機」中執行一次 `%2$@`，以你的 Claude 訂閱登入。

source: %1$@ is not logged in. Run `%2$@` once in Terminal to log in with your Google account.
de: %1$@ ist nicht angemeldet. Zum Anmelden mit dem Google-Konto einmal `%2$@` im Terminal ausführen.
es: %1$@ no ha iniciado sesión. Ejecuta `%2$@` una vez en Terminal para iniciar sesión con tu cuenta de Google.
zh_hans: %1$@ 未登录。请在终端中运行一次 `%2$@`，使用你的 Google 账户登录。
zh_hant: %1$@ 尚未登入。請在「終端機」中執行一次 `%2$@`，以你的 Google 帳號登入。

# %@ is not logged in. Run `%@` once in Terminal to log in.
source: %1$@ is not logged in. Run `%2$@` once in Terminal to log in.
de: %1$@ ist nicht angemeldet. Zum Anmelden einmal `%2$@` im Terminal ausführen.
es: %1$@ no ha iniciado sesión. Ejecuta `%2$@` una vez en Terminal para iniciar sesión.
zh_hans: %1$@ 未登录。请在终端中运行一次 `%2$@` 以登录。
zh_hant: %1$@ 尚未登入。請在「終端機」中執行一次 `%2$@` 以登入。

# %@ not found. Install it with `%@` or set the path in Settings > AI.
source: %1$@ not found. Install it with `%2$@` or set the path in Settings > AI.
de: %1$@ nicht gefunden. Mit `%2$@` installieren oder den Pfad unter Einstellungen > KI festlegen.
es: No se encuentra %1$@. Instálalo con `%2$@` o define la ruta en Ajustes > IA.
zh_hans: 找不到 %1$@。请使用 `%2$@` 安装，或在“设置 > AI”中设置路径。
zh_hant: 找不到 %1$@。請使用 `%2$@` 安裝，或在「設定 > AI」中設定路徑。

source: %@ returned empty output.
de: %@ hat eine leere Ausgabe geliefert.
es: %@ ha devuelto una salida vacía.
zh_hans: %@ 返回了空输出。
zh_hant: %@ 傳回了空白輸出。

source: (%@ plan)
de: (%@-Tarif)
zh_hans: （%@ 方案）
zh_hant: （%@ 方案）

source: (none set)
de: (nicht festgelegt)
es: (ninguno)
zh_hans: （未设置）
zh_hant: （未設定）

source: AI output did not contain a usable filename.
de: Die KI-Ausgabe enthielt keinen verwendbaren Dateinamen.
es: La salida de la IA no contenía un nombre de archivo válido.
zh_hans: AI 输出中没有可用的文件名。
zh_hant: AI 輸出中沒有可用的檔名。

source: AI output did not contain a usable structured transcript.
de: Die KI-Ausgabe enthielt kein verwendbares strukturiertes Transkript.
es: La salida de la IA no contenía una transcripción estructurada válida.
zh_hans: AI 输出中没有可用的结构化转录稿。
zh_hant: AI 輸出中沒有可用的結構化逐字稿。

source: AI output did not contain usable Markdown notes.
de: Die KI-Ausgabe enthielt keine verwendbaren Markdown-Notizen.
es: La salida de la IA no contenía notas en Markdown válidas.
zh_hans: AI 输出中没有可用的 Markdown 笔记。
zh_hant: AI 輸出中沒有可用的 Markdown 筆記。

source: AI output is not valid JSON: %@
de: Die KI-Ausgabe ist kein gültiges JSON: %@
es: La salida de la IA no es JSON válido: %@
zh_hans: AI 输出不是有效的 JSON：%@
zh_hant: AI 輸出不是有效的 JSON：%@

source: AI output must be a JSON object.
de: Die KI-Ausgabe muss ein JSON-Objekt sein.
es: La salida de la IA debe ser un objeto JSON.
zh_hans: AI 输出必须是 JSON 对象。
zh_hant: AI 輸出必須是 JSON 物件。

# API HTTP Error %lld: %@
source: API HTTP Error %1$lld: %2$@
de: API-HTTP-Fehler %1$lld: %2$@
es: Error HTTP de la API %1$lld: %2$@
zh_hans: API HTTP 错误 %1$lld：%2$@
zh_hant: API HTTP 錯誤 %1$lld：%2$@

source: API HTTP Error %lld: The response body is empty.
de: API-HTTP-Fehler %lld: Der Antworttext ist leer.
es: Error HTTP de la API %lld: el cuerpo de la respuesta está vacío.
zh_hans: API HTTP 错误 %lld：响应正文为空。
zh_hant: API HTTP 錯誤 %lld：回應內容為空白。

source: API call failed: A network connection or HTTP client error occurred. %@
de: API-Aufruf fehlgeschlagen: Ein Netzwerkverbindungs- oder HTTP-Client-Fehler ist aufgetreten. %@
es: Error en la llamada a la API: se ha producido un error de conexión de red o del cliente HTTP. %@
zh_hans: API 调用失败：发生网络连接或 HTTP 客户端错误。%@
zh_hant: API 呼叫失敗：發生網路連線或 HTTP 用戶端錯誤。%@

source: All files keep their original names.
de: Alle Dateien behalten ihre ursprünglichen Namen.
es: Todos los archivos mantienen sus nombres originales.
zh_hans: 所有文件均保留原始名称。
zh_hant: 所有檔案都保留原始名稱。

source: Audio capture failed: %@
de: Audioaufnahme fehlgeschlagen: %@
es: Error en la captura de audio: %@
zh_hans: 音频捕获失败：%@
zh_hant: 音訊擷取失敗：%@

source: Audio conversion failed: %@
de: Audiokonvertierung fehlgeschlagen: %@
es: Error en la conversión de audio: %@
zh_hans: 音频转换失败：%@
zh_hant: 音訊轉換失敗：%@

source: Auto
de: Automatisch
es: Automático
zh_hans: 自动
zh_hant: 自動

source: CLI default
de: CLI-Standard
es: Predeterminado de la CLI
zh_hans: CLI 默认值
zh_hant: CLI 預設值

source: Cannot reach %@. Check the base URL in Settings > AI and your network connection.
de: %@ ist nicht erreichbar. Basis-URL unter Einstellungen > KI und Netzwerkverbindung prüfen.
es: No se puede conectar con %@. Comprueba la URL base en Ajustes > IA y tu conexión de red.
zh_hans: 无法访问 %@。请检查“设置 > AI”中的基础 URL 和网络连接。
zh_hant: 無法連線至 %@。請檢查「設定 > AI」中的基本 URL 以及你的網路連線。

source: Claude Code CLI (Claude subscription)
de: Claude Code CLI (Claude-Abonnement)
es: Claude Code CLI (suscripción a Claude)
zh_hans: Claude Code CLI（Claude 订阅）
zh_hant: Claude Code CLI（Claude 訂閱）

source: Codex CLI (ChatGPT subscription)
de: Codex CLI (ChatGPT-Abonnement)
es: Codex CLI (suscripción a ChatGPT)
zh_hans: Codex CLI（ChatGPT 订阅）
zh_hant: Codex CLI（ChatGPT 訂閱）

source: Could not reach GitHub. Check your internet connection and try again.
de: GitHub ist nicht erreichbar. Internetverbindung prüfen und erneut versuchen.
es: No se ha podido conectar con GitHub. Comprueba la conexión a Internet e inténtalo de nuevo.
zh_hans: 无法连接到 GitHub。请检查互联网连接后重试。
zh_hant: 無法連線至 GitHub。請檢查網際網路連線後再試一次。

# Could not select %@ (CoreAudio error %d).
source: Could not select %1$@ (CoreAudio error %2$d).
de: %1$@ konnte nicht ausgewählt werden (CoreAudio-Fehler %2$d).
es: No se ha podido seleccionar %1$@ (error de CoreAudio %2$d).
zh_hans: 无法选择 %1$@（CoreAudio 错误 %2$d）。
zh_hant: 無法選取 %1$@（CoreAudio 錯誤 %2$d）。

# Could not set up the %@ project in %@: %@
source: Could not set up the %1$@ project in %2$@: %3$@
de: Das Projekt %1$@ konnte in %2$@ nicht eingerichtet werden: %3$@
es: No se ha podido configurar el proyecto %1$@ en %2$@: %3$@
zh_hans: 无法在 %2$@ 中设置 %1$@ 项目：%3$@
zh_hant: 無法在 %2$@ 中設定 %1$@ 專案：%3$@

source: Couldn't tell the language, so this was transcribed in %@ (your Auto mode default language).
de: Die Sprache war nicht erkennbar, daher wurde auf %@ transkribiert (Standardsprache für Automatisch).
es: No se ha podido reconocer el idioma, así que se ha transcrito en %@ (tu idioma predeterminado para Automático).
zh_hans: 无法判断语言，因此以 %@（你的自动模式默认语言）转录。
zh_hant: 無法判斷語言，因此以 %@（你的自動模式預設語言）轉錄。

source: Custom
de: Benutzerdefiniert
es: Personalizado
zh_hans: 自定义
zh_hant: 自訂

source: Dock only
de: Nur Dock
es: Solo en el Dock
zh_hans: 仅程序坞
zh_hant: 僅 Dock

# Downloading %@ failed with HTTP status %lld.
source: Downloading %1$@ failed with HTTP status %2$lld.
de: Laden von %1$@ fehlgeschlagen (HTTP-Status %2$lld).
es: La descarga de %1$@ ha fallado con el estado HTTP %2$lld.
zh_hans: 下载 %1$@ 失败，HTTP 状态码为 %2$lld。
zh_hant: 下載 %1$@ 失敗，HTTP 狀態碼 %2$lld。

source: Error: The SRT contains no transcript content to summarize.
de: Fehler: Die SRT-Datei enthält keinen Transkriptinhalt zum Zusammenfassen.
es: Error: El SRT no contiene ninguna transcripción que resumir.
zh_hans: 错误：SRT 中没有可总结的转录内容。
zh_hant: 錯誤：SRT 中沒有可摘要的逐字稿內容。

source: General meeting
de: Allgemeine Besprechung
es: Reunión general
zh_hans: 通用会议
zh_hant: 一般會議

source: GitHub Copilot CLI call failed (exit code %d). Check the Copilot login status and model configuration.
de: Aufruf der GitHub Copilot CLI fehlgeschlagen (Exit-Code %d). Copilot-Anmeldestatus und Modellkonfiguration prüfen.
es: Error en la llamada a GitHub Copilot CLI (código de salida %d). Comprueba el estado de inicio de sesión de Copilot y la configuración del modelo.
zh_hans: GitHub Copilot CLI 调用失败（退出代码 %d）。请检查 Copilot 登录状态和模型配置。
zh_hant: GitHub Copilot CLI 呼叫失敗（結束代碼 %d）。請檢查 Copilot 登入狀態與模型設定。

source: GitHub Copilot CLI call failed. Check the Copilot login status and model configuration: %@
de: Aufruf der GitHub Copilot CLI fehlgeschlagen. Copilot-Anmeldestatus und Modellkonfiguration prüfen: %@
es: Error en la llamada a GitHub Copilot CLI. Comprueba el estado de inicio de sesión de Copilot y la configuración del modelo: %@
zh_hans: GitHub Copilot CLI 调用失败。请检查 Copilot 登录状态和模型配置：%@
zh_hant: GitHub Copilot CLI 呼叫失敗。請檢查 Copilot 登入狀態與模型設定：%@

source: GitHub answered the update check with HTTP status %lld.
de: GitHub hat die Update-Anfrage mit dem HTTP-Status %lld beantwortet.
es: GitHub respondió a la búsqueda de actualizaciones con el estado HTTP %lld.
zh_hans: GitHub 响应更新检查的 HTTP 状态码为 %lld。
zh_hant: GitHub 回應更新檢查的 HTTP 狀態碼為 %lld。

source: GitHub sent a release description Hearsay could not read.
de: GitHub hat eine Versionsbeschreibung gesendet, die Hearsay nicht lesen kann.
es: GitHub envió una descripción de versión que Hearsay no puede leer.
zh_hans: GitHub 返回的版本信息 Hearsay 无法读取。
zh_hant: GitHub 傳回的版本資訊 Hearsay 無法讀取。

source: Hearsay cannot write to the folder %@. Move Hearsay to the Applications folder or another folder you can write to, open it from there, then check for updates again.
de: Hearsay kann nicht in den Ordner %@ schreiben. Hearsay in den Ordner „Programme“ oder einen anderen beschreibbaren Ordner bewegen, dort öffnen und dann erneut nach Updates suchen.
es: Hearsay no puede escribir en la carpeta %@. Traslada Hearsay a la carpeta Aplicaciones u otra carpeta en la que puedas escribir, ábrelo desde allí y vuelve a buscar actualizaciones.
zh_hans: Hearsay 无法写入文件夹 %@。请将 Hearsay 移到“应用程序”文件夹或其他可写入的文件夹，从那里打开后再检查更新。
zh_hant: Hearsay 無法寫入資料夾 %@。請將 Hearsay 移到「應用程式」資料夾或其他可寫入的資料夾，從那裡打開後再檢查更新。

source: Hearsay has no microphone access. Allow it in System Settings > Privacy & Security > Microphone.
de: Hearsay hat keinen Zugriff auf das Mikrofon. Unter Systemeinstellungen > Datenschutz & Sicherheit > Mikrofon erlauben.
es: Hearsay no tiene acceso al micrófono. Permítelo en Ajustes del Sistema > Privacidad y seguridad > Micrófono.
zh_hans: Hearsay 没有麦克风访问权限。请在“系统设置 > 隐私与安全性 > 麦克风”中允许。
zh_hant: Hearsay 沒有麥克風取用權限。請在「系統設定 > 隱私權與安全性 > 麥克風」中允許。

source: Hearsay has no system audio access. Allow it in System Settings > Privacy & Security > Screen & System Audio Recording, then start a new recording.
de: Hearsay hat keinen Zugriff auf Systemaudio. Unter Systemeinstellungen > Datenschutz & Sicherheit > Bildschirm- & Systemaudioaufnahme erlauben und dann eine neue Aufnahme starten.
es: Hearsay no tiene acceso al audio del sistema. Permítelo en Ajustes del Sistema > Privacidad y seguridad > Grabación de pantalla y audio del sistema y, a continuación, inicia una nueva grabación.
zh_hans: Hearsay 没有系统声音访问权限。请在“系统设置 > 隐私与安全性 > 录屏与系统录音”中允许，然后开始新的录音。
zh_hant: Hearsay 沒有系統聲音取用權限。請在「系統設定 > 隱私權與安全性 > 螢幕與系統錄音」中允許，然後開始新的錄音。

source: Hearsay is running from the disk image. Drag Hearsay to the Applications folder, open it from there, then check for updates again.
de: Hearsay wird vom Image ausgeführt. Hearsay in den Ordner „Programme“ ziehen, dort öffnen und dann erneut nach Updates suchen.
es: Hearsay se está ejecutando desde la imagen de disco. Arrastra Hearsay a la carpeta Aplicaciones, ábrelo desde allí y vuelve a buscar actualizaciones.
zh_hans: Hearsay 正从磁盘映像运行。请将 Hearsay 拖到“应用程序”文件夹，从那里打开后再检查更新。
zh_hant: Hearsay 正從磁碟映像檔執行。請將 Hearsay 拖到「應用程式」資料夾，從那裡打開後再檢查更新。

source: Key %u
de: Taste %u
es: Tecla %u
zh_hans: 按键 %u
zh_hant: 按鍵 %u

source: Keychain error: %@
de: Schlüsselbundfehler: %@
es: Error del llavero: %@
zh_hans: 钥匙串错误：%@
zh_hant: 鑰匙圈錯誤：%@

source: Logged in
de: Angemeldet
es: Sesión iniciada
zh_hans: 已登录
zh_hant: 已登入

source: Logged in via %@
de: Angemeldet über %@
es: Sesión iniciada mediante %@
zh_hans: 已通过 %@ 登录
zh_hant: 已透過 %@ 登入

source: Logged in; %lld models available
de: Angemeldet; %lld Modelle verfügbar
es: Sesión iniciada; %lld modelos disponibles
zh_hans: 已登录；有 %lld 个模型可用
zh_hant: 已登入；有 %lld 個可用模型

source: Logged in; 1 model available
de: Angemeldet; 1 Modell verfügbar
es: Sesión iniciada; 1 modelo disponible
zh_hans: 已登录；有 1 个模型可用
zh_hant: 已登入；有 1 個可用模型

source: Menu bar and Dock
de: Menüleiste und Dock
es: Barra de menús y Dock
zh_hans: 菜单栏和程序坞
zh_hant: 選單列與 Dock

source: Menu bar only
de: Nur Menüleiste
es: Solo en la barra de menús
zh_hans: 仅菜单栏
zh_hant: 僅選單列

source: No API token is set for this provider. Add one in Settings > AI.
de: Für diesen Anbieter ist kein API-Token festgelegt. Unter Einstellungen > KI eines hinzufügen.
es: No hay ningún token de API configurado para este proveedor. Añade uno en Ajustes > IA.
zh_hans: 此提供方未设置 API 令牌。请在“设置 > AI”中添加。
zh_hant: 此提供者尚未設定 API 權杖。請在「設定 > AI」中加入。

source: No audio from %1$@. Nothing arrived within %2$lld seconds, so the recording was stopped. Check that the device is connected and not muted, or choose another input.
de: Kein Audio von %1$@. Innerhalb von %2$lld Sekunden kam nichts an, daher wurde die Aufnahme gestoppt. Prüfen, ob das Gerät verbunden und nicht stummgeschaltet ist, oder einen anderen Eingang wählen.
es: No llega audio de %1$@. No ha llegado nada en %2$lld segundos, así que se ha detenido la grabación. Comprueba que el dispositivo esté conectado y no silenciado, o elige otra entrada.
zh_hans: %1$@ 没有音频。%2$lld 秒内未收到任何声音，因此录音已停止。请检查设备是否已连接且未静音，或选择其他输入设备。
zh_hant: %1$@ 沒有音訊。%2$lld 秒內未收到任何聲音，因此已停止錄音。請確認裝置已連接且未靜音，或選擇其他輸入裝置。

source: No display is available to capture system audio from.
de: Kein Display verfügbar, von dem Systemaudio aufgenommen werden kann.
es: No hay ninguna pantalla disponible para capturar el audio del sistema.
zh_hans: 没有可用于捕获系统声音的显示器。
zh_hant: 沒有可用來擷取系統聲音的顯示器。

source: No input device is available.
de: Kein Eingabegerät verfügbar.
es: No hay ningún dispositivo de entrada disponible.
zh_hans: 没有可用的输入设备。
zh_hant: 沒有可用的輸入裝置。

source: No releases have been published yet.
de: Es wurde noch keine Version veröffentlicht.
es: Todavía no se ha publicado ninguna versión.
zh_hans: 尚未发布任何版本。
zh_hant: 尚未發佈任何版本。

source: No token
de: Kein Token
es: Sin token
zh_hans: 无令牌
zh_hant: 不使用權杖

source: Not a readable WAV file: %@
de: Keine lesbare WAV-Datei: %@
es: No es un archivo WAV legible: %@
zh_hans: 不是可读取的 WAV 文件：%@
zh_hant: 不是可讀取的 WAV 檔案：%@

source: Not logged in. %@
de: Nicht angemeldet. %@
es: Sesión no iniciada. %@
zh_hans: 未登录。%@
zh_hant: 尚未登入。%@

source: Notes will be written in %@.
de: Die Notizen werden auf %@ verfasst.
es: Las notas se escribirán en %@.
zh_hans: 笔记将以 %@ 撰写。
zh_hant: 筆記將以 %@ 撰寫。

source: Parsing Error: %@
de: Analysefehler: %@
es: Error de análisis: %@
zh_hans: 解析错误：%@
zh_hant: 解析錯誤：%@

source: Parsing Error: API response did not contain usable message content.
de: Analysefehler: Die API-Antwort enthielt keinen verwendbaren Nachrichteninhalt.
es: Error de análisis: la respuesta de la API no contenía contenido de mensaje válido.
zh_hans: 解析错误：API 响应中没有可用的消息内容。
zh_hant: 解析錯誤：API 回應中沒有可用的訊息內容。

source: Parsing Error: The API response is not valid JSON: %@
de: Analysefehler: Die API-Antwort ist kein gültiges JSON: %@
es: Error de análisis: la respuesta de la API no es JSON válido: %@
zh_hans: 解析错误：API 响应不是有效的 JSON：%@
zh_hant: 解析錯誤：API 回應不是有效的 JSON：%@

source: Run `%@` once in Terminal to log in.
de: Zum Anmelden einmal `%@` im Terminal ausführen.
es: Ejecuta `%@` una vez en Terminal para iniciar sesión.
zh_hans: 请在终端中运行一次 `%@` 以登录。
zh_hant: 請在「終端機」中執行一次 `%@` 以登入。

source: Run `copilot` once in Terminal to log in.
de: Zum Anmelden einmal `copilot` im Terminal ausführen.
es: Ejecuta `copilot` una vez en Terminal para iniciar sesión.
zh_hans: 请在终端中运行一次 `copilot` 以登录。
zh_hant: 請在「終端機」中執行一次 `copilot` 以登入。

source: Space
de: Leertaste
es: Espacio
zh_hans: 空格
zh_hant: 空白鍵

source: System audio capture could not start: %@
de: Systemaudioaufnahme konnte nicht gestartet werden: %@
es: No se ha podido iniciar la captura del audio del sistema: %@
zh_hans: 系统声音捕获无法启动：%@
zh_hant: 無法開始擷取系統聲音：%@

source: System audio capture stopped: %@
de: Systemaudioaufnahme wurde beendet: %@
es: Se ha detenido la captura del audio del sistema: %@
zh_hans: 系统声音捕获已停止：%@
zh_hant: 系統聲音擷取已停止：%@

source: The %@ preset does not use a command-line tool.
de: Die Voreinstellung %@ verwendet kein Befehlszeilenprogramm.
es: El preajuste %@ no usa ninguna herramienta de línea de comandos.
zh_hans: %@ 预设不使用命令行工具。
zh_hant: 「%@」預設集不使用命令列工具。

source: The API URL is not a valid http or https address. Check it in Settings > AI.
de: Die API-URL ist keine gültige http- oder https-Adresse. Unter Einstellungen > KI prüfen.
es: La URL de la API no es una dirección http o https válida. Compruébala en Ajustes > IA.
zh_hans: API URL 不是有效的 http 或 https 地址。请在“设置 > AI”中检查。
zh_hant: API URL 不是有效的 http 或 https 位址。請在「設定 > AI」中檢查。

source: The WAV file is already closed.
de: Die WAV-Datei ist bereits geschlossen.
es: El archivo WAV ya está cerrado.
zh_hans: WAV 文件已关闭。
zh_hant: WAV 檔案已關閉。

source: The built-in model list could not be read: %@
de: Die integrierte Modellliste konnte nicht gelesen werden: %@
es: No se ha podido leer la lista de modelos integrada: %@
zh_hans: 无法读取内置模型列表：%@
zh_hant: 無法讀取內建模型列表：%@

source: The current notes are unchanged.
de: Die aktuellen Notizen bleiben unverändert.
es: Las notas actuales no cambian.
zh_hans: 当前笔记保持不变。
zh_hant: 目前的筆記維持不變。

source: The input device changed or was disconnected, so recording stopped.
de: Das Eingabegerät wurde gewechselt oder getrennt, daher wurde die Aufnahme gestoppt.
es: El dispositivo de entrada ha cambiado o se ha desconectado, así que se ha detenido la grabación.
zh_hans: 输入设备已更改或断开连接，因此录音已停止。
zh_hant: 輸入裝置已變更或中斷連線，因此已停止錄音。

source: The login status check did not answer.
de: Die Prüfung des Anmeldestatus hat nicht geantwortet.
es: La comprobación del estado de inicio de sesión no ha respondido.
zh_hans: 登录状态检查没有响应。
zh_hant: 登入狀態檢查沒有回應。

source: The meeting name contains no usable characters. Use English letters or digits.
de: Der Besprechungsname enthält keine verwendbaren Zeichen. Englische Buchstaben oder Ziffern verwenden.
es: El nombre de la reunión no contiene caracteres válidos. Usa letras o dígitos del alfabeto inglés.
zh_hans: 会议名称中没有可用字符。请使用英文字母或数字。
zh_hant: 會議名稱中沒有可用的字元。請使用英文字母或數字。

source: The server did not return an HTTP response.
de: Der Server hat keine HTTP-Antwort zurückgegeben.
es: El servidor no ha devuelto una respuesta HTTP.
zh_hans: 服务器没有返回 HTTP 响应。
zh_hant: 伺服器沒有傳回 HTTP 回應。

source: The server refused to resume %@.
de: Der Server hat das Fortsetzen von %@ abgelehnt.
es: El servidor ha rechazado reanudar %@.
zh_hans: 服务器拒绝继续下载 %@。
zh_hant: 伺服器拒絕繼續下載 %@。

source: The server sent an unexpected response for %@.
de: Der Server hat eine unerwartete Antwort für %@ gesendet.
es: El servidor ha enviado una respuesta inesperada para %@.
zh_hans: 服务器为 %@ 发送了意外响应。
zh_hant: 伺服器對 %@ 傳回了非預期的回應。

source: The transcript, recording and any earlier notes keep their original names.
de: Transkript, Aufnahme und frühere Notizen behalten ihre ursprünglichen Namen.
es: La transcripción, la grabación y las notas anteriores mantienen sus nombres originales.
zh_hans: 转录稿、录音及任何早先的笔记均保留原始名称。
zh_hant: 逐字稿、錄音及先前的筆記都保留原始名稱。

source: These files could not be restored: %@.
de: Diese Dateien konnten nicht wiederhergestellt werden: %@.
es: No se han podido restaurar estos archivos: %@.
zh_hans: 以下文件无法恢复：%@。
zh_hant: 無法還原這些檔案：%@。

source: This copy of Hearsay is not an app bundle, so it cannot update itself. Download the new version from the release page.
de: Diese Kopie von Hearsay ist kein App-Bundle und kann sich nicht selbst aktualisieren. Die neue Version von der Releaseseite laden.
es: Esta copia de Hearsay no es un paquete de app, por lo que no puede actualizarse sola. Descarga la nueva versión desde la página de la versión.
zh_hans: 这份 Hearsay 不是 App 包，无法自行更新。请从版本页面下载新版本。
zh_hant: 這份 Hearsay 不是 App 套件，無法自行更新。請從版本頁面下載新版本。

# This sounds like %@. Transcribe again in %@?
source: This sounds like %1$@. Transcribe again in %2$@?
de: Das klingt nach %1$@. Erneut auf %2$@ transkribieren?
es: Esto suena a %1$@. ¿Volver a transcribir en %2$@?
zh_hans: 这听起来像是 %1$@。要以 %2$@ 重新转录吗？
zh_hant: 這聽起來像是 %1$@。要以 %2$@ 重新轉錄嗎？

source: Transcript language: %@
de: Transkriptsprache: %@
es: Idioma de la transcripción: %@
zh_hans: 转录稿语言：%@
zh_hant: 逐字稿語言：%@

# Unable to move the current notes (%@) to the Trash: %@.
source: Unable to move the current notes (%1$@) to the Trash: %2$@.
de: Die aktuellen Notizen (%1$@) konnten nicht in den Papierkorb gelegt werden: %2$@.
es: No se han podido trasladar las notas actuales (%1$@) a la Papelera: %2$@.
zh_hans: 无法将当前笔记（%1$@）移到废纸篓：%2$@。
zh_hant: 無法將目前的筆記（%1$@）丟到垃圾桶：%2$@。
